{
    "transcription": "[Speaker A] | 00:240\nNow tell us what is going on in the bond markets in China and markets then, Paul, because bond yields sank to another record today. And we see in terms of the currency, China letting the yuan weaken after defending it at 7.3 to the dollar for weeks. What's the message we're getting here?\n\n[Speaker B] | 17:920\nYeah, hi, good morning. And I say the message that we're getting is that, you know, the economic outlook is still pretty gloomy for China. Their expectations are for more monetary easing for lower inflation. You see that in the bond yields where we've been pushing ever lower on the 10 year. We went to the 1.6% level today. We have forecasters talking about 1% possible. We had Yardeni on television today talking about getting closer to a 0% yield for Chinese government bonds over time. And the view is basically, you know, the economy is still in a funk. It's going to take more policy easing from the central bank in order to help get it out of that mire. In the meantime, there's also subdued inflation that they're going to have to deal with. And so people are continuing to hunker down in government bonds for that. For the meantime, staying away from the equities market. That, of course, has a drag on the currency market as well. We had seen the Chinese authorities trying to prevent the UN from weakening too far. It had drawn this level at about 7.2 against the dollar. But of course, all the time the dollar has been appreciating. We saw particularly big news yesterday afternoon, your time against the euro and the pound. That puts extra pressure on the yuan as well, because it's getting stronger as long as it stays with the dollar against the rest of the currency world. So pressure became so intense that it has to let it go only steadily. Probably likely to see a gradual depreciation. Not a huge sharp move or anything like that, but it's a sign that more weakness may be coming through, particularly as we still have whatever the Trump tariffs look like to anticipate later this month.\n\n[Speaker C] | 111:770\nPaul, why were South Korean equities higher today when we still have significant amounts of political instability? Can you draw a line between the two? Is there a line that I should draw between the two?\n\n[Speaker B] | 123:370\nI would be a bit reluctant to go too hard on the idea that it's to do with the politics. What I do think you could say about South Korea's markets is while we've had all of this political turmoil, actually what's been going on in the background with the central bank, the regulators, all those other other sort of administrative bodies has been giving the market confidence, has been, you know, putting in liquidity where it's been required. It's been much more like a developed market response than an emerging market response. And that's been pretty reassuring for global investors. Now you have some cheapness going on in the equities market that is looking a little bit more attractive. Yes, we know that union is on his way out and is being replaced by a different administration. But people are looking at parts of that market that are appealing. We're looking at electric vehicles that may get waivers from US Taxes. We're looking as well at the EV battery space and also the tech space, which is getting a lift. And those are all helping to support the equity market today.\n"
}