{
    "transcription": "[Speaker A] | 00:240\nFor decades, one of Central Asia's poorest countries has been struggling to build the world's tallest dam, hoping to transform the energy supply in the region. At almost 1100ft tall, the Ragoon Dam will almost double the country's energy output. A leap for a country where 70% of the population faces power shortages.\n\n[Speaker B] | 18:72\nIt's become such a symbol of the country's economic kind of hopes and plans and sort of bringing Tajikistan into a future where it has a certain amount of energy independence.\n\n[Speaker A] | 29:424\nBut multiple delays, post Soviet era disputes and funding hurdles have left the dam's future uncertain.\n\n[Speaker B] | 35:808\nThey've been trying to find external funders, and one after another, all of them fell through.\n\n[Speaker A] | 40:552\nBut with longtime ally Russia focused on the Ukraine war, the dam is now drawing in alternative international support, creating space for other players to strengthen alliances in the region. Here's what the Rogun Dam could mean for Tajikistan and how the changing regional dynamics are making it possible. The Rogun dam is the largest and most ambitious project in Tajikistan's energy strategy.\n\n[Speaker B] | 65:340\nIt's part of a cascade of dams on the Vaj river that flows through Tajikistan and into the Almudarya.\n\n[Speaker A] | 71:612\nThere are currently eight dams connected to the Vaj River. But Tajikistan relies mostly on the Nurik Dam here, which provides about 60% of the country's electricity. But this is only sufficient in the summer months, when water levels are high enough to power the dams. In the winter, hydropower electricity production drops, leaving about 70% of Tajikistan's population facing shortages. That's where Rogun comes in. The dam will generate a surplus of energy during the summer months. Power Tajikistan can either sell to fund gas or coal fired plants, or exchange with neighboring countries for gas in the winter. Recent construction has been in full swing for about a decade with with two of the dam's six planned turbines already generating electricity. Once completed, the government says the dam will provide affordable, reliable energy to 10 million people. The reservoir alone will hold enough water to fill over 5 million Olympic swimming pools.\n\n[Speaker B] | 121:734\nThe bigger the reservoir of the dam, the more pressure you have, the more turbines you can power.\n\n[Speaker A] | 125:934\nBut this plan comes with a hefty price tag. The project requires the resettlement of more than 50,000 people. And Tajikistan still needs 6, $6.3 billion to finish building the dam, more than half of the country's gdp.\n\n[Speaker B] | 138:718\nOne of the kind of uncomfortable facts about this project is that the cost projections keep rising. Some of this just reflects, you know, inflation that's been global. But a lot of this is also just the difficulty of the construction project.\n\n[Speaker A] | 152:54\nItself and the country has struggled for decades to fund it. The project was initially funded by the Soviet Union, but it was stalled shortly before the union's disintegration in the early 1990s.\n\n[Speaker B] | 163:310\nSince then, Tajikistan has sought foreign help in building the project.\n\n[Speaker A] | 168:206\nAnd despite requests from Tajikistan, the World bank has refused to finance construction, in part due to concerns about potential tensions with downstream neighbor Uzbekistan.\n\n[Speaker B] | 177:286\nThe distrust between these countries in the 90s and 2000s meant that the Uzbek leadership, particularly under Islam Karimov, was convinced that Tajikistan would use control of the dam to limit Uzbekistan's water supply.\n\n[Speaker A] | 191:272\nRussian aluminum giant Rusal offered to fund the dam in exchange for a stake in Tajikistan's aluminum plant. But experts say ownership and revenue disputes ensued, and Rusal's proposal of a cost cutting reduction in the dam's height led the partnership to fall through.\n\n[Speaker B] | 206:160\nTajikistan has never been interested in doing that. It's always wanted to build it to its maximum height. I think the official reason is basically because that's the way you get the most energy out of it. Right. Of course, the symbolism of it is not something to be discounted. It wants to be able to kind of make its mark on the world stage, in part by saying, you know, we have this amazing kind of resource.\n\n[Speaker A] | 228:270\nDesperate for funds, the government turned inward. Tajikistan forced its citizens to buy bonds for the dam in the 2010s, and in 2017, the country issued its first ever Eurobond for $500 million.\n\n[Speaker B] | 240:558\nAnd that has actually been the way it's been able to move this project forward substantially.\n\n[Speaker A] | 245:126\nStill, the dam was short of its goal. But in December 2024, the World bank announced a global consortium aimed to fund Rogun's construction, including a pivotal investment of about $3 billion, just under half of what Tajikistan needs to complete the project. Experts say this new support for the dam is partly due to Uzbekistan's improving ties with Tajikistan.\n\n[Speaker B] | 265:324\nI think, quite sensibly, they've realized there is a way that both countries can benefit from the construction of this dam, and more generally from integrating their energy systems the way they had been in the 1980s.\n\n[Speaker A] | 276:652\nThe plan is for Tajikistan to export up to 70% of the dam's electricity to its neighbors, Uzbekistan and Kazakhstan, which the country can exchange for gas in the winter. It's similar to a system set up in the Soviet era.\n\n[Speaker B] | 288:748\nIn principle, if some version of this exchange can be resurrected, that'll allow Tajikistan to guarantee a stable supply of electricity year round.\n\n[Speaker A] | 297:252\nBut a good portion of this new support, experts say, comes in the wake of the Ukraine war. The World Bank's consortium includes players like the Asian Development Bank, European Investment bank and Islamic Development bank, but did not include any Russian investors.\n\n[Speaker B] | 311:438\nI do think it's possible that the desire amongst European countries and the US to keep these countries independent of Russia and maybe to minimize Russian influence has helped put this funding package together.\n\n[Speaker A] | 325:526\nAnd Russia's long standing influence in the region is becoming harder to sustain as Western powers work to ensure sanctions effectively counterbalance Russia's reach.\n\n[Speaker B] | 334:126\nThe sanctions that have been imposed by the US and its allies are also difficult for these countries because they limit their ability to trade with Russia, which is a major trading partner. And so I think Central Asia in that sense finds itself between Iraq and a hard place. Right. Neither wanting to anger the US and Europe nor to anger Russia.\n\n[Speaker A] | 358:364\nIn a statement to the journal, the Kremlin said it had a strong relationship with Tajikistan and plans to deepen it, but but maintain that the Ragoon Dam is a purely commercial project. Still, Tajikistan is leveraging its position to navigate between competing global powers. The Tajikistan Ministry of Foreign affairs did not respond to a request for comment.\n\n[Speaker B] | 376:806\nThey have several very big and much more powerful neighbors and they are very good at playing these countries, these bigger powers, off against each other when necessary to try to get what they want. If the financing can be found, and it seems increasingly like it will be, then really I don't see any kind of impediments to the dam completion.\n"
}