{
    "transcription": "[Speaker A] | 00:400\nOn January 24, the Trump administration started using C17 military planes for deportation, signaling a hard line against migrants. But a Wall Street Journal analysis found these flights take longer, carry fewer people, and are far more expensive than the government's typical deportation flights on civilian planes. For example, this one flight to India and back involved seven stops and at least two aerial refuels, a trip that likely cost nearly $3 million. Here's why those military flights are a more expensive use of taxpayer money. President Trump campaigned on the promise to increase deportations. And very soon we'll begin the largest deportation operation. And a Department of Homeland Security spokesperson told us the military aircraft are a way to increase capacity and seats on flights. But Immigration and Customs Enforcement, or ice, is already set up to deport thousands of people each month through what they call ICEAir operations. ICE contracts private for profit airbrokers to charter civilian planes, which are staged across the country for an estimated 31 to 66 flights a week, according to contract documents. Those regularly chartered ICE planes, which include the Airbus A320, are capable of holding at least 140 passengers per flight. Officials have said they typically transport 135 migrants. And as for the price tag, this ICE website, last updated in 2021, says they cost an average of $8,577 per flight hour. But 2023 congressional testimony puts that figure around $17,000. The Department of Homeland Security didn't respond to our repeated requests for estimates, but two former ICE officials confirmed the 17,000 number to us. So we'll use that to be more conservative in calculating the difference. Here's how that compares to Trump's military deportation flights. Those are being carried out by C17s Air Force planes built to carry troops and cargo. These planes are designed to hold 102 paratroopers and their gear, and so far, they've been transporting roughly 80 migrants at a time. They cost $28,500 per flight hour, according to the Department of defense. So the ICE charter flights are capable of holding one and a half times as many migrants at around 60% of the cost per hour of the military flights. And there's another factor making these military flights even more expensive. The C17s aren't using Mexico's airspace, adding hours to each trip. A defense official told us that's because Mexico requires diplomatic clearance at least seven days in advance for each flight. Take a look at these flights. On January 24, this deportation flight from El Paso to Guatemala City used civilian aircraft. It lasted a little more than three hours. Camera carried 105 migrants and likely cost the government $55,000 in flight time. On that same day, this military deportation flight also ran from El Paso to Guatemala City. It lasted nearly six hours, transported 80 migrants, and cost the government $166,000 in flight time costs. That doubled when the aircraft flew back to the United States. It's not clear why the military plane was used that day. In the weeks before Trump's inauguration, it was the norm for ICE to run three deportation flights to Guatemala on Fridays, according according to the Migration Institute of Guatemala. But On Friday the 24th, only one of those lower cost Iceair flights ran along with two of the more expensive military flights. Then there's the India flight, which transported about 100 migrants. Flight tracking data from Flight Radar 24 shows it made at least seven stops on its trip around the world, and it was refueled in the air at least twice by KC46s out of Honolulu and KC135s out of Okinawa. Those planes cost $33,000 per hour and $25,000 per hour, respectively, the Journal's analysis found. This one trip cost more than $2.8 million, potentially adding to the cost. The tankers that did the refuel over Hawaii flew out and back from New Jersey in the days before and after the India mission. Now let's look at flights to Guantanamo. On February 4th and 6th, the US used C17s to transport migrants deemed high risk to US facilities at Guantanamo Bay. These flights only carried about a dozen migrants each, which means for a four and a half hour flight, it cost more than $10,000 per person, a number that doubles when you account for the return flight. The US is also sending C130J planes to Guantanamo now, which shake out to about the same price since they are less expensive per hour but take longer to get there. In an email, a DHS spokesperson told us the administration is racking up flights with around 40 in the last seven days, including ice planes, commercial flights, Department of Defense flights, and foreign flights. The Journal couldn't verify these figures, and DHS didn't provide additional details. ICE does not release data or comprehensive breakdowns on the number of flights or the number of people on flights. But the number of ICEairs chartered deportation flights is actually down when you compare the first two weeks of the Trump administration to the same time period last year, according to data collected by Thomas Cartwright, who tracks deportations using public, publicly available flight records. With the advocacy group Witness at the Border. We reached out to the Department of Government Efficiency for comment on the high cost of military deportations. In an email, a spokesperson wrote, you know what costs more? Their burden on society and the endless amounts of government benefits provided to illegal aliens. Homeland Security told the Journal it expects return and removal numbers to increase significantly.\n"
}