{
    "title": "Why It’s So Hard To Build Nuclear Power Plants In The U.S.",
    "uploader": "CNBC",
    "upload_date": "2024-09-03",
    "ticker_symbol": "",
    "transcription": "[Speaker A] | 02:480\nThis nuclear power plant in Georgia is the nation's largest and one of the world's most Advanced. Bilbo unit 3 and 4 came online in 2023 and 2024, respectively, and are the first new reactors built from start to finish and connected to the grid in over three decades. Together with a pair of reactors built in the 80s, they power more than 2 million homes and businesses.\n\n[Speaker B] | 27:920\nThis is unit three in front of us. That's the shield building inside of that containment structure, and the reactor is housed inside of that building.\n\n[Speaker A] | 36:300\nThe rise of AI, cloud computing, and data centers is causing demand for electricity to surge. US electricity needs are expected to grow 2.4% annually between 2022 and 2030. But bringing a nuclear power plant to life is difficult and costly work.\n\n[Speaker C] | 54:908\nOne of the challenges with nuclear power is that it's traditionally been very expensive and oftentimes behind schedule. And that happens here at plant Vogel.\n\n[Speaker A] | 63:514\nVogel, unit 3 and 4 were initially budgeted at $14 billion, but that price tag more than doubled. The project also ran seven years behind schedule.\n\n[Speaker D] | 73:402\nWe had some challenges. It was an arduous journey, things that we didn't anticipate. I mean, from the tsunami in Fukushima to the contractor going bankrupt to Covid, I mean, there were a number of things that occurred.\n\n[Speaker E] | 85:322\nPlant Vogel had a lot of promise once upon a time, but it ultimately has become a serious heartache for people in Georgia because the ultimate costs became so incredibly high. And those costs are all passed along to Georgians who have to pay their electricity bill.\n\n[Speaker A] | 105:936\nWith its 54 operating nuclear power plants and 94 reactors, the US is the world's largest producer of nuclear power, accounting for 30% of global nuclear electricity. But at an average age of 42 years, those reactors are getting older, and replacing them is a complex task. So why is it so hard to build nuclear reactors in the US and should the new Vogel reactors be a blueprint or a cautionary tale for the future? CNBC went to Waynesboro, Georgia, to find out. Vogel Unit 4, the newest US nuclear reactor to enter service, began operations in April 2024, with a life expectancy of up to 80 years. Its cooling tower stands 60 stories tall, and each reactor weighs more than the Statue of Liberty. Though it may look like smoke is being emitted, that's actually water vapor. Nuclear power plants produce no greenhouse gas emissions during operation, and unlike solar and wind power, produce electricity 24. 7.\n\n[Speaker C] | 181:528\nThis is a really complex machine here. A lot of highly skilled labor force needs to be here. A lot of specialized parts. You have to bring all of that together in a major way in the reactor.\n\n[Speaker B] | 192:720\nWe're splitting atoms, we're making a tremendous amount of heat. We're using that heat to make steam, which is being used to spin the turbine and the generator.\n\n[Speaker A] | 202:376\nWith the addition of Unit 4, Plant, Vogel has an electricity generating capacity of about 4,658 megawatts, surpassing Arizona's Palo Verde plant and making it the largest generator of clean Energy in the US Unit 3 and 4 are also the first US deployment of Westinghouse's AP1000 reactor.\n\n[Speaker F] | 224:232\nVogel is almost a evolution of the previous reactors that we've built in this country. Westinghouse supported the building of 40 plus reactors and power plants around this country in the 60s, 70s, 80s, and the AP1000 is learning all the lessons from that past and putting those into action.\n\n[Speaker A] | 248:540\nThe upgrades include a smaller footprint than existing nuclear reactors with the same generating capacity, a a modular construction design that allows for some of the work to shift to the factory, and fewer components like valves, cables and pumps. The new reactor is also much safer than ones built in the past.\n\n[Speaker B] | 267:110\nThe AP1000 was designed to withstand aircraft impact, which is why we have a shield building to protect the reactors from aircraft impact.\n\n[Speaker C] | 275:670\nThere are 750,000 gallons of water in that tank that sits atop of the nuclear reactor. And that is because traditionally, when we've seen meltdowns like at Fukushima, that happened put simply because they lost control to their power source and so they weren't able to cool the nuclear reactor, if in the unlikely event that they lost power, they could just have all of that water come down and cool the reactor for 72 hours.\n\n[Speaker A] | 301:268\nBut the construction process has faced a number of headwinds.\n\n[Speaker F] | 304:540\nVogel, from the start was of extraordinarily ambitious vehicles project. When you are pursuing a first of a kind technology in a environment where you may not have built that technology for a long time and you may have started your project and started your engagement before you've even fully completed the full design of that project. Well, there's bound to be some challenges, and this project, unfortunately ran into a lot of challenges.\n\n[Speaker E] | 335:540\nIt is hard to pinpoint where things went wrong because they have been going wrong for so long. Vogel may be a model for the engineers, but when it comes to financing, I would say it's a big warning.\n\n[Speaker D] | 348:410\nThis country hadn't built a nuclear plant from start to finish in over 30 years. So putting the band back together in terms of supply chain, in terms of the workforce, in terms of the labor resources, there were a lot of things that had to be brought together for the first time in a very, very long time.\n\n[Speaker A] | 371:700\nThe US generates about 60% of its electricity from fossil fuels like coal, natural gas, and petroleum, roughly 21% from renewable energy sources, and about 19% from nuclear energy. While electricity demand has been flat for the past two decades, it's starting to surge. In 2023 alone, about 4.18 trillion kilowatt hours of electricity was generated in the U.S. that's 2.2% higher than 2022. Power demand from data centers alone is expected to grow 160% by 2031. ChatGPT query, for example, needs about 10 times the amount of electricity to process, as does a Google search. That has sparked renewed interest in nuclear energy from tech firms and Silicon Valley Billionaires like OpenAI chief Sam Altman, who have been investing in nuclear energy for years.\n\n[Speaker C] | 425:290\nIt really feels like we're at a pivotal moment for the nuclear energy industry, and there is actually a lot riding on Plant Vogel.\n\n[Speaker A] | 432:770\nThe world's first experimental nuclear power plant got its start in Idaho. In 1951, the number of US nuclear reactors peaked at 112. But today there's concern the US is falling behind.\n\n[Speaker F] | 446:160\nThe United States is certainly falling behind some countries in the deployment of nuclear technology. Development of nuclear technology, nuclear R and D the main leaders right now in this space are notably China and Russia, countries that the United States does not typically like to be lagging behind, especially not both of them.\n\n[Speaker A] | 469:272\nAcross the globe, roughly five dozen nuclear reactors are under construction, with more than 90 in the planning stages. China currently has the lion's share, with 30 nuclear reactors under construction, followed by India, Russia, and Turkey. But the US Is having a hard time getting large commercial nuclear reactors off the ground.\n\n[Speaker G] | 488:958\nI wouldn't call it falling behind. We've seen a number of activities where private companies are now partnering with states and national laboratories to build this new technology. And it takes time. And the main point here is we do not want to compromise the excitement of nuclear at the cost of making a mistake.\n\n[Speaker A] | 509:130\nCritics argue cost overruns have dampened enthusiasm for new projects. In 2017, the construction of two nuclear reactors in South Carolina came to a halt due to rising costs after more than 9 billion was invested. Georgia state regulators in late 2023 approved a plan that would increase electricity customers bills by roughly $9 per month to pay for the seven and a half billion dollars in remaining costs at Plant Vogel. That's on top of the roughly $5.42 monthly increase customers saw that summer.\n\n[Speaker E] | 544:280\nPeople's concern has shifted this summer into anger I mean, people are beyond frustrated watching their bills climb. People are paying 200, 300, $600 utility bills because we're facing one of the hottest summers we've had in a really long time. While there is some, you know, of course, appreciation for any jobs that are brought to Georgia, the question is, who's paying for that?\n\n[Speaker A] | 572:340\nVogel unit 3 and 4 created 800 permanent jobs. @ the peak of construction, the site employed more than 9,000 people. The Department of Energy guaranteed more than $12 billion in loans for the project. Public sentiment in nuclear power in the US has been shaped by a series of high profile disasters like those of Three Mile island in Pennsylvania, Chernobyl in the former Soviet Union, and Fukushima in Japan. But as new technology makes nuclear reactors safer, opinions are starting to shift. A recent study said 56% of U.S. adults now support more nuclear power plants.\n\n[Speaker F] | 613:192\nWe're really looking at a technology that was really driven on the back of American innovation and ingenuity in the past. And the question is, are we or have we already ceded our leadership?\n\n[Speaker A] | 628:854\nA new generation of small modular reactors, or SMRs, could help shape that future. Terrapower, founded by Bill Gates, broke ground on its first nuclear project called Natrium, in Wyoming in June 2024. Unlike most U.S. reactors that use water to absorb heat, Natrium uses liquid sodium as a cooling agent. The reactor is smaller than traditional ones and is expected to cost 4 billion. Westinghouse is planning to launch a mini version of its AP1000 nuclear reactor, called the AP300. The new reactor will generate about a third of the power of the AP1000 and supply electricity to about 300,000 homes.\n\n[Speaker G] | 670:916\nSmall modular reactors are appropriate when you need to supply electricity in remote areas or when the bigger grid is not available. In addition, they provide vendors and utilities with the capability of adding the baseload as you go. Right. So you can construct six modules now and six modules 10 years from now, which means you can split some of the construction and operational costs and factor them in the future. So small modular reactors provide a number of advantages, but they cannot be a replacement.\n\n[Speaker A] | 705:146\nThey too have faced headwinds. In 2023, Oregon based NuScale Power canceled its Idaho project, a first of a kind small modular nuclear reactor power plant after costs increased more than 50%. But despite those setbacks, many see nuclear energy as an essential component needed for the world to transition away from fossil fuels and reach net zero carbon emissions.\n\n[Speaker G] | 729:400\nIf we're truly serious about getting to carbon free economy by 2050, you can't do that without nuclear and still invest in data sciences, artificial intelligence, or even just increase demands because of continuous population growth.\n\n[Speaker D] | 744:776\nWhen you look at the value and you look at the needs of this electricity grid and what it needs going forward to meet this demand now and into the future, nuclear has got to be a part of that future.\n"
}