{
    "title": "Inside the $1.6B Plan to Restart Three Mile Island | WSJ",
    "uploader": "The Wall Street Journal",
    "upload_date": "2025-01-14",
    "ticker_symbol": "",
    "transcription": "[Speaker A] | 00:560\nAll right, welcome back everybody. Joining us right now to talk markets, the Fed dealmaking and what it could look like once President Elect Trump takes office is Lazard CEO Peter Orszak. He is of course the former director of the Office of Management and Budget under President Obama. Peter, let's just talk about the markets because we haven't probably spent enough time analyzing this and seeing what was happening last week. You saw the biggest move for the Russell 2000 in four and a half years. You saw massive gains for all of the major averages. The biggest gains I think for the S and P for the Dow, for the Dow transfer sports in over a year. And somebody explained this to me, a really big player, somebody who understands the markets and has made a ton of money in the markets and said look, this is what you get when you have the most anti business, pro regulation business administration going to the complete opposite of that. What do you think the markets are telling us?\n\n[Speaker B] | 53:180\nYeah, I think a lot of this has to do with expectations of a lower corporate rate, more deal making. Those are all positive. There's a little bit of pressure on the, on the bond yield which may offset this eventually. But I think the biggest thing is right now we're in, you know, everything is possible. And what's happening right now is the transition is the time when the glorious hype of a campaign starts to meet the grim reality of governing. And so the real question is what happens over the next 70 days to prioritize all the things that are that have been discussed. And I think that's going to have very substantial effects on the market and.\n\n[Speaker A] | 92:956\nWithin those priorities, things that are good for business, things that would not be so good for business.\n\n[Speaker B] | 98:60\nI mean the things that are beneficial are what I just said, which is, you know, a different M and a regulatory environment. A lower corporate rate may spur additional activity. You know, even the tariffs which will put upward pressure on inflation, create an incentive for cross border M and A because you want to locate your, you know, your operations inside of the tariff wall.\n\n[Speaker A] | 118:622\nAll right, I like this, an investment banker type thinking of how some of these things work, what would upset the apple cart, what would change the market's perspective of what's happening here.\n\n[Speaker B] | 128:70\nLook, I think there are lots of things that can go sideways and any, this is not specific to this administration. That's just a statement of life in the world. And I think if you started to see I would be paying particular attention to the people appointed. And so far this has gone really well. I think the, the choice for chief of staff is A very solid one. For example, if you started to see people who were, you know, the people are going to matter a lot, let me put it that way. I think that that might be the first indication that something would go off kilter or that this is actually pretty promising. And there, you know, lots of people who said they would never serve in a second Trump administration are now raising their hand to serve in a second.\n\n[Speaker C] | 169:186\nWouldn't it be amazing if the, if it really did come true that the deregulation along with maybe a more efficient government, if Elon Musk actually were able.\n\n[Speaker B] | 178:456\nTo do that, we'll come back to that.\n\n[Speaker C] | 179:768\nOkay, but that if that was able to offset some of the effects of the tariffs, which maybe don't be fully. Not fully implemented because countries around the world try to preempt that by becoming more open and more trade friendly than they are right now. What if it all worked? I mean, it would be.\n\n[Speaker B] | 198:968\nThat would be great. I would say. I think one of the things from the most recent election cycle, not just in the U.S. but across the world, is inflation is really unpopular with the voters. Now we can talk through what caused inflation in the U.S. i don't think the common narrative about the RP is correct, but put that to the side. The risk in many of these things is that they appear attractive now, but if they actually do raise inflation, that can come back to haunt you later. And that's true for the tariffs, it's true for some of the immigration policies.\n\n[Speaker C] | 230:972\nThe other thing that said, I'm hoping are deflationary and offset.\n\n[Speaker B] | 234:22\nYeah, exactly.\n\n[Speaker C] | 235:190\nAnd maybe, maybe that's, that's what we're.\n\n[Speaker D] | 237:398\nYou should put a pin in the Elon discussion.\n\n[Speaker B] | 240:22\nSo I am hoping for the success of Elon Musk in doing this. I would just say if you look back at the history of rooting out waste, fraud and abuse back to Elaine Kmark and reinventing government as part of the Clinton administration and so on and so forth, is this is an example where it's really easy to say. It's really hard to do. I wish him because.\n\n[Speaker D] | 260:956\nBecause, yeah, what it was somebody who knows this stuff.\n\n[Speaker B] | 263:428\nYeah. Why.\n\n[Speaker D] | 263:884\nWhat is on the table and what's not on the table?\n\n[Speaker B] | 265:860\nBecause everything that looks wasteful is typically there for some kind of reason and it's got some kind of constituency that is protecting it. So it is. It's like raising taxes. The same thing. It's easy to say. But then when you get down to.\n\n[Speaker D] | 279:980\nThe details in terms of not they're just executive action, but you know, within Departments that have to hire, not hire, they can choose not to hire people. Right. There are certain things they can do and then there's certain things they can't do.\n\n[Speaker B] | 291:626\nOh, in terms of executive order and regulatory versus legislative, they can do a fair amount just through executive order.\n\n[Speaker D] | 298:554\nAnd how much cutting could you do that way? What do you think the upper bound limit of cutting just from an executive action perspective is?\n\n[Speaker B] | 306:634\nAll right, so let's back up here and just remind ourselves that the vast majority of government spending is in entitlements. Social Security, Medicare, Medicaid. We're not talking about that. So then you have to carve out the Defense Department. Not clear what. Now the whole Defense Department, the way we invest in. In military. In the military probably does need to change. I think there's a real concern, and maybe the new administration can get to the heart of this, about whether we're investing in the right types of systems, whether we're tech savvy, but put defense to the side. The problem is you're down to such a small share at that point of overall government spending that even if you take 10 or 20% off of it, you're not really denting the overall trajectory.\n\n[Speaker A] | 347:34\nWe, Eamon, brought up the other day, these idea, the civil service protections, what does that prevent you from doing? What does that allow you to do?\n\n[Speaker B] | 354:418\nSo this was, again, I think it's a little bit unclear exactly what will happen here, but let's remember the civil service protections were put in place in order to protect the professionals of the federal government from undue partisanship and political interference. Now, the counterargument that Trump folks will make is that perhaps the, the bureaucracy has kind of drifted to have a particular political view, and that was not the intention of those protections.\n\n[Speaker A] | 384:06\nOkay. Let me ask you, as somebody who was a former person serving in the Obama administration.\n\n[Speaker B] | 389:782\nYeah.\n\n[Speaker A] | 390:182\nBut somebody who's running an investment bank right now. How do you feel about this election? Your party didn't win, but yeah, you were dealing.\n\n[Speaker B] | 398:310\nI made my personal views clear. But the as we were talking about right before we went on was crystal clear. Democracy has spoken. And I'm focused on helping our clients navigate the new environment.\n\n[Speaker C] | 411:354\nTold me you were excited.\n\n[Speaker B] | 412:642\nIt might actually be better for our business temporarily.\n"
}