{
    "title": "GameStop considers investing in crypto",
    "uploader": "Yahoo Finance",
    "upload_date": "2025-02-14",
    "ticker_symbol": "",
    "transcription": "[Speaker A] | 00:240\nJust wanted to talk a little GameStop as well. Taking a look at shares here, they are up right now by about 6%. That's off of today's session highs that we saw at the Open off of the back of earnings here. I wonder, as you're thinking through some of the investments that they're exploring reportedly, as well as what we at least heard through the earnings release, since this company won't give us regular earnings calls at this juncture, how you're evaluating the kind of future fundamentals as they can be analyzed at this juncture for GameStop.\n\n[Speaker B] | 31:40\nYeah, so I don't cover GameStop, but what I can speak to is kind of this idea of exploring digital assets and putting them on the balance sheet, which we've obviously seen. And I think you're seeing that now happen across the industry and you're seeing positive reactions to that kind of reserve treasury strategy, and that's a validation of the asset class. And I think something that both obviously drives adoption and for firms like Coinbase, that I do cover, drives trading activity and custody activity. But then also what we're seeing, and I think this big conversation around a crypto or bitcoin reserve, you know, that drives price. And so we've done math on that and we think that, you know, you could see, if you see these reserves happen and more adoption at the corporate level, and that could drive crypto market cap up by multiples from here. And that's what gets us excited, that you've got adoption occurring. But on top of that, you know, the buying demand that didn't exist before is coming through, and that's very good for prices.\n\n[Speaker A] | 91:270\nYou know, I guess just a quick follow on that. It seems like a page from the MicroStrategy playbook. If you can annex more of your balance sheet to crypto, then you're. Yeah, a company that just has, in GameStop's case, a bunch of retail locations where you happen to sell games, but you want to be thought of as a crypto holder. How effective is that in terms of driving price for Bitcoin?\n\n[Speaker B] | 115:78\nFrom this juncture, I think you have to kind of differentiate between there's bitcoin and then there's everything else in crypto. And, you know, obviously bitcoin is the largest asset and I think has been historically the most stable asset. And so you work obviously more established ETFs and seeing adoption grow just off of the back of those items. And so I do think that we're in the early innings of seeing more, more reserves, whether it's at the governmental level across US or other nation states or even, you know, now companies as well. And so that is important to part of the price thesis. But that's not in my opinion really even priced in a lot of that is, you know, can this happen? And if it does, that would drive multiples of the market cap, as I just mentioned. And then, you know, other crypto assets we'll see. I mean, they all have huge different stories and I think obviously different arguments around the valuation. But I think part of this, you know, my guess is for companies that are adopting a broader reserve, you know, it's a view of having connectivity to this new technology and viewing it as a way to gain exposure to upside, you know, in essentially assets that can beat inflation or beat other types of assets that you may hold in reserve. And I think companies have to think about the risk profile of what their treasury is going to look like as well.\n\n[Speaker A] | 197:772\nDevin, great catching up. Great getting some of your analysis. Appreciate it.\n\n[Speaker B] | 201:164\nYeah, great to see you guys. Thank you.\n"
}