{
    "transcription": "[Speaker A] | 00:160\nForeign.\n\n[Speaker B] | 08:160\nIt's Monday, February 10, 2025. And welcome back to Goodfellows, a Hoover Institution broadcast examining social, economic, political and geopolitical concerns. I'm Bill Whelan. I'm a Hoover Distinguished Policy Fellow. I'll be your moderator today, joined by two thirds of our usual compliments. Sitting next to me, the historian Sir Neil Ferguson. Sitting next to Sir Neal, the economist John Cochran. Now, normally joining us for our shows is Lieutenant General H.R. mcMaster. I'm a little concerned about the general at this hour. We were texting him during the super bowl last night. HR is a son of Philadelphia, huge Eagles fan, and we texted during the game. He's vanished since the game ended, so I don't know if he's out celebrating in New Orleans, if he got picked up on Broad street for riding. Where do we think HR is at this hour? Any guesses?\n\n[Speaker A] | 52:224\nPartying on, but he deserves it.\n\n[Speaker B] | 55:324\nLet's focus on the very positive, and that is in HR's absence. We are honored to have joining us today back by very popular demand. I kid you not, we get a clamoring for him constantly. Hoover Institution senior fellow, historian all around, very smart guy who's going to correct us all on the errors of our ways. Please welcome Stephen Kotkin to the show. Dr. Kotkin, good to see you.\n\n[Speaker C] | 74:588\nSame. I'm no substitute for hr, but I understand the Philadelphia team is green.\n\n[Speaker B] | 83:590\nWell played. Well played. So, Stephen, on our last show, we talked about the Trump presidency and we talked about the flurry of executive orders, but one thing we did not get into was the concept of American power and how American power operates in this new presidency. You and I had a conversation a few days ago about this, and you shared a belief that America is not a power in decline right now. And you shared some figures on consistency in America's gdp, America's role in the world, and so forth wealth. But sitting next to me, this rogue, he has what is called Ferguson's Law. And I'll read you what Ferguson's Law is. Any great power that spends more on debt service interest payments, on the national debt than on defense will not stay great for very long. So you say America is great. You say American greatness is perhaps doomed to failure. To borrow a line from one of your books, what's the answer here?\n\n[Speaker C] | 137:280\nYeah, why don't we just start with that? That's a great idea. So there's never been a power like America in recorded history. There's never been a country this powerful across as many dimensions as America is. You've got 25% of global GDP, roughly since 1880. So that's spectacular. Almost 150 years of 25% of global GDP, that's with only 5% of global population. Then you've got the military. America's roughly 50% of global military, which is also spectacular. And then you get the quality issues of the American military and its expeditionary power. Then we can get into issues of soft power, America's attractiveness to places around the world. That's why our borders are under siege, in part because we have an attraction to other places. We could get into the innovation ecosystem, which is right here outside our door. I think rather, it's the envy of the world. All power is relative, so one has to account for American power vis a vis others, not just on its own terms. And so there. There could be shifts in the degree of American power. If another country comes along with a series of attributes that match or exceed American power, that would obviously change the equation. But by and large, it's a story that has held for a really long time through thick and thin. One administration, another administration, one political party, another political party, one tax regime, a different tax regime. So policy has not created this power and policy has not been able to suppress this power. Policy and politics have tremendous effects, obviously, we all understand that. But there is a bigger story here that transcends those conjunctural issues of whether the taxes are higher or the taxes are lower under any particular administration. We have our preferences. We can all argue for a better policy or worse policy. But you've got something here that's amazing. The question is, is it going to go forward in the same way? And that, I think, should be the topic of our conversation today.\n\n[Speaker A] | 298:692\nWell, there's lots that Steve Cochkins just said that I agree with, but it's worth asking whether Ferguson's law is going to kick in. It only just happened last year that for the first time the US was spending more on interest payments than on defence. So I think it's possible that all of that is true. But we're now in a relatively late inning of the game. I could, if we'd had this conversation 100 years ago, I could have said to you, there's never been a power like the British Empire and it's been in this dominant state since the 1780s and it withstood the loss of its American colonies and it came back and it's the dominant economic force in the world. It has the dominant military in the world. It has an innovation ecosystem like no other and all of that would have been true then, but it was kind of near the end of the game, it turned out. One important point about this fiscal constraint that I'm talking about, and this is where we can bring Professor Cochrane in, is, is that in the history of the United States, there have been very few periods when the debt burden, the federal debt, has been so large. We haven't seen the debt burden above 100% of GDP since a period immediately after World War II. And there's never been a time that the United States was spending more servicing that debt than it was spending on its national security. And the other point I would make, which is exactly right, when Steve says it's all relative, if you face an adversary like China that is economically comparable, that can match you in most of the technological domains, the risk that you run is a collision. Britain collided twice with a rival power. Germany failed to deter. It had to fight two world wars. By the end of the second of those wars, it was no longer possible to sustain the economy, the technological leadership. And that's the story of British decline. And there's nothing at the moment, it seems to me, that rules that scenario out for the United States, the scenario where there's a collision. If there were a collision over Taiwan at any point in the next few years, the United States would be in a very precarious position. If it had to fight a war against China in the Indo Pacific, it might lose that war or it might only win it at immense cost. So nothing that Steve says convinces me that the United States is not in a somewhat similar position to the British empire in the 1920s, and therefore vulnerable to the kind of collision that could bring this whole happy story to a painful end.\n\n[Speaker B] | 463:124\nJohn?\n\n[Speaker D] | 463:780\nWell, I'll take the middle of the road position, seeing as I'm on the middle between my two historian friends. Power is a strange thing, and greatness we want prosperity, I think, and power is a means to that end. And I think Steve is right. Our own problems are substantial. But if you're thinking about military or confrontations, the state of your enemies matters. China's economy is not doing great. Russia's economy is in terrible shape. This is not US versus 1930s Germany, where we were actually did face a larger military threat. The tendency for governments that spend more on their debt service than their military is to wind up in trouble. I've challenged me a little bit. Is this a law? Is it always and everywhere? Is it sometimes? Is it a correlation? Is it a dictum? I think I'll call it a Syndrome, because it doesn't always happen. And not all countries that get into trouble face Ferguson's law. But I'm not as worried as Neil is. From his historical examples, we are spending something like 2 to 3% on debt service of GDP. In real terms, we spending something like 3% of GDP on military. And the question is we're crossing those. Our debt is large, but countries have had large debts like after the Napoleonic War. The UK Ferguson syndrome in my view, starts with economic decline.\n\n[Speaker A] | 556:766\nSomehow it sounds worse, actually, if you put it like that. By the way, it should be made clear that this is not Neil Ferguson's law or syndrome, but Adam Ferguson, the great enlightenment writer whose essay on civil society inspired this idea. He was one of the first people to understand that public debt could be a trap for a great power, that you could get into deeper and deeper debt and that would catch you. That was really the idea.\n\n[Speaker C] | 581:208\nAll great Scottish thinkers are named Ferguson, Alex Ferguson, except the ones that are named Smith or Hume.\n\n[Speaker A] | 588:640\nBut I just wanted to clarify that this is not egomania on my part.\n\n[Speaker D] | 592:512\nSo we're in the, you know, we're in the, you know, 2 to 3% range of debt. Our fiscal problem is social spending, not military. Right now, military is cheap at current levels of threat, you know, 3,5% of GDP by historical standards, and you'll correct me, is a wonderfully peaceful amount of military spending. 30, 40 in Europe, 50% of GDP on social spending. That is the out of control problem combined with nobody's having any children to pay this off. That is where Ferguson syndrome may get us into trouble in the future, but not yet because military spending is so expensive. So I'll stand in the middle now, where are we going to go? I see stagnation as the central problem and the stagnation of economies, the stagnation of institutions. Are we able to innovate, to grow, to do new things, to do things better, not retreat around a wall and mode of protectionism, which is another temptation that many failing states have had. Protect what you have and then gradually get worse. Looking around right now, there's a vibe shift. This is our one great chance. Our institutions are certainly being poked and deflated. Can they be reformed and can we return to vital? I'm much more optimistic right now that the US still has one round of great vitality. Institutional reform, economic growth ahead of us. Before, like all empires before us, we kind of fall into that trap and on we go.\n\n[Speaker C] | 697:730\nYeah, maybe. But you know what? So America's a demographic superpower. We have a huge Population. We have a highly educated population, a talented population, and we constantly getting more people who are educated and entrepreneurial in addition to others who are less educated and entrepreneurial. Britain never had the scale of our demographic power. We're an energy superpower across the board. Energy in the United States is relatively inexpensive compared to some of our competitors and unbelievably abundant. And that's in all forms of energy. Whatever way you come down on the spectrum of which energy you prefer, we'll be good at all of them and we'll be better than other places, generally speaking. So we have so many dimensions of power. In addition, our government system, for all its failings, is a superior form of government. Limited government limits on executive power, whereby there are corrective mechanisms. The market is a great corrective mechanism. And our system of government is also. I've been alive and American decline has been the principal topic of conversation in academia, more or less, with a few exceptions, my entire adult life. Now I don't go back to 1880. I don't know Theodore Roosevelt, the same way that, for example, some of the professors at Harvard recall him fondly. But I have to say that I remember the 70s. I was in the US in the 70s. And you want to talk about decline. Nixon's presidency and the resignation over Watergate, the loss of the war in Vietnam, which was horrific, the whole war and losing the war, the Rust Belt with the oil shock and the Rust Belt disco, it was grim. The 70s were unbelievable. American soft power was in the toilet. And look what happened after the 70s. So there's this not just vitality, but ability to come back. The thing about your analogy, Neil, and you'll come in now, is the UK's decline was a problem because of the US s rise. The US was looming on the horizon already in 1900. Still not a dominant force in global economics because of the domestic market. Right. In 1900, trade is what, maybe 5% of US GDP as opposed to what it would become. But it was looming, it was coming. It was clear that the US was this big dominant force. And so if the UK didn't get its act together, it could be nudged aside politely or impolitely by something really big and more powerful on the horizon that had additional dimensions of power. And so that's kind of what happened. I'm not sure that there's anything like the US on the horizon now to take that full advantage of US vulnerabilities and self inflicted harms that you know well, including the fiscal insanity that you've written about I'm not sure there's any power on the horizon. That doesn't mean the US is going to get away with this, because implosion is always an option. But coming out of the 70s and seeing what we did after that and seeing all of the dimensions of American power, some of which the British lacked, and seeing nothing on the horizon, that's a superior alternative. You know, when I go to Europe, there are two things that happen. When I go to Europe, they tell me, you know, you Americans are barbarians. That's the first thing they say.\n\n[Speaker A] | 953:388\nThey don't say that to me.\n\n[Speaker C] | 955:68\nThat'd be personal. You're not in the same. You still think you're British, but the other thing they say is you're barbarians. But God forbid you abandon us. The demand for American power is off the charts. The problem in the world is there's insufficient American power. Every conversation you have is not just that you're barbarians, but you must rescue us, you must do this, you must do that. Let's bring Ukraine into NATO, let's do a security treaty with the Saudis. Every single conversation is about, we need more American power than we have this USAID fiasco that we're undergoing right now, this rounding error in the budget, that's a small and easy target if you're going after government. It turns out that they do so many things that people need as a global public good. For example, they keep the global famine statistics. And so people who work in food insecurity are now up in arms because they can't collect statistics on global famine. And I'm thinking, how is it that there's no one other than USAID that's doing stuff like that?\n\n[Speaker A] | 1030:880\nHang on. Let's join all this together for a moment. Why is USAID being shut down? The answer is because a new administration that scares the living daylights out of Europeans has just come in committed to doing something about the fiscal problem of the government. That's important because we mustn't pretend that we're in some kind of elegant continuity from Ronald Reagan to Donald Trump. Right now, the US administration is committed, according to the Treasury Secretary, to reducing the deficit from 6% to 3% of GDP. And getting rid of US aid is just a first step.\n\n[Speaker C] | 1067:182\nNeil, if an army comes over the.\n\n[Speaker A] | 1068:686\nHill, if I can finish, if an.\n\n[Speaker C] | 1070:62\nArmy comes over the hill, an army.\n\n[Speaker A] | 1071:638\nMight come over there and it's.\n\n[Speaker C] | 1072:678\nAnd it's got Social Security and it's got Medicare and Medicaid and it's got all these gigantic forces and you go after usaid, which is this ant.\n\n[Speaker A] | 1083:560\nThat's exactly the point. That's exactly the problem. The United States has a huge fiscal problem that it can't easily solve because, as John rightly says, the drivers are entitlement programs that date back to the 1930s and the 1960s. Our demographics are deteriorating because of an aging population, low fertility, we're reliant on immigration. This is not a particularly stable political economy, particularly because there's a political consensus that you can't touch Social Security or Medicare, possibly Medicaid. Therefore you're left with discretionary spending. About half of that is the military. So there are inexorable forces at work here. On one side, the rising debt and the costs of servicing that debt. On the other, the difficulty of maintaining your defence budget at a level sufficient to deter your enemies. The United States has not been doing a good job of deterrence in the last four years. Didn't deter the Russians from invading Ukraine, didn't deter Hamas and Hezbollah from attacking Israel. If it fails to deter China from making a move against Taiwan, that will be the moment of truth. And what I'd suggest here is that empires don't gradually decline. What tends to happen is at some point they collide with a hostile force and if they haven't got the capability to deter that hostile force, they end up having to fight it. And the problem for the United States is there's a non trivial probability of a showdown over Taiwan at some point in the relatively near future. And we all know, certainly everybody in the Department of Defense knows that the United States is not ready for that showdown. That's a very dangerous situation for a great power to be in. What we're seeing at the moment is a rather frantic attempt to re engineer the federal government as if it were Twitter. The Department of Government Efficiency is running around frantically trying to figure out where the money goes. But the reality is that the money mainly goes to Social Security, Medicare and Medicaid and they're off limits. So there's not going to be a quick fix to the fiscal problem that the federal government faces. The defense budget's going to get inexorably squeezed relative to gdp. And that's the moment of truth. If the United States has to face a major challenge in the Indo Pacific region, Steve, what's going to happen?\n\n[Speaker D] | 1220:30\nSo I want to, as long as you brought up USAID and Doge, this is not about saving money, obviously. USAID is not about how do we balance the budget in the long run. Social Security. This is about politics. What we learned with USAID is that yes, some money eventually goes to good purposes, but that the way USAID runs is it sends money to nonprofits who send money to NGOs who send money to foundations. Everybody takes a 50% cut off the top. No US employee actually does anything. Eventually somebody does something either good or really ridiculous as many of the USAID things. But, but the, the rottenness of the political system where we send money around to all these institutions which are most of them political. That is what is, is being imploded by this brilliant technique of simply going after the money. But the point is the politics of this one, not the saving money. I brought up to Neil the analogy of Thomas Cromwell who did this for Henry viii. He went after the British monasteries and how did he bring them down? He looked at the account books. His point was religious reform and some geopolitical snubbing your nose at the Pope as well as in that case actually getting some of the money. That's the way to understand usaid. They'll get to other parts of the government. But this is reforming a rotten institution. Despite some of the great good that it's done. Much of it has gotten rotten. Now just a couple of others on these. Actually fixing our social programs is not that hard. If you put your mind to it and, and are willing to take the political heat, which I think will come sooner rather than later, I'm going to.\n\n[Speaker A] | 1322:92\nBe no, it'll come later rather than soon. Well, just to be clear because it.\n\n[Speaker D] | 1326:812\nComes near, this is the question will.\n\n[Speaker A] | 1328:556\nWe live to sleep? Well, I doubt it.\n\n[Speaker D] | 1330:928\nWe have reformed Social Security once in the early 1980s. Does America have the vitality, have the institution repairing ability to sooner or later solve this problem before it takes us down the UK decline. I'll be interested on your view. I don't think it was debt. I think it was socialism. At the end of World War II, UK put in like most of Europe put in highly planning, focused, socialized policies. George Harrison's wonderful song One for you, 19 for me. The Beatles faced a 95% tax rate and they were very unhappy about it. You want to know why you're getting economic stagnation? It's not, it's not England after the, after the Battle of Waterloo. Oh, how do we pay this down? Let's have a result a industrial revolution and free trade and open markets and grow like crazy.\n\n[Speaker B] | 1387:556\nBoom.\n\n[Speaker D] | 1387:952\nDown goes the debt and very low interest rates because we're a great credit. That debt could have been paid off that it was the stagnation The US is power. Power needs ability and will. So far, not running up against China and Taiwan, the question has been the will, not the ability. I cannot imagine a time in history that a great power had a greater, a greater inequality of ability relative to Russia over Ukraine. We could have won this thing in a week if we wanted to. The Romans would have won it in a week if they wanted. With that enormous disparity of ability, the question for America until now has been the will. Taiwan. That's going to be a question of means. Let's hope we can do deterrence while we get it better. And one last point, energy. You're exactly right. And this is an example of some of the vitality that's coming. Just two little executive orders and Trump, whatever you like or don't like about him otherwise, in two executive orders he said, we are not going to kill our economy on an alter of European climate policies that don't do anything to save any carbon, by the way. And we're not going to kill AI as a babe in the crib before it gets going the way the Europeans have. So just here's two little reforms of we're not going to commit suicide that we had been on the way to doing so. I think that's part of the case for the potential for economic vitality.\n\n[Speaker B] | 1477:716\nToday marks three weeks into the Trump presidency, so I'd like to bring up what feels like just three years, just this spurt of information. I'd like to bring up three items and I want you to tell me what they say about Donald Trump and the use of power. Number one, Gaza, or Mara Gaza, as we call it now. Trump holds a conference in the White House, a meeting with Benjamin, Yahoo and Netanyahu, and then he says the following quote, will own it, referring to Gaza. We're going to take over that. Nice. That piece, develop it and create thousands and thousands of jobs. And it will be something the entire Middle east could be proud of. He goes on, I envision the world, people living there, the world's people. You'll make that into an international unbelievable place. I think the potential in the Gaza Strip is unbelievable. And it could be the Rivi era of the Middle East. What kind of power is this, Stephen? Is this hard power, soft power, economic power?\n\n[Speaker C] | 1527:230\nYou ever seen World Wrestling Entertainment? World Wrestling Entertainment is known as wwe and it's this amazing show that has a tremendous following in the United States. They have these fantastic characters. They wear these great costumes, they have a lot of face paint, they have great nicknames and they run around the stage pretending to throw each other on the floor or kick each other in the head and the audience is mesmerized. So yeah, that's what kind of policy we have now. We have this fantastic ability to mesmerize people's attention with this incredible show by a guy who's just non paral in his ability to attract people's attention. And so we got these characters, that's what they are, who are now sent over to institutions to be the nominal head of them. But somebody's got to run the government. We need a budget. When was the last time the United States actually had a budget?\n\n[Speaker D] | 1602:560\nSometime in the 1970s, I would guess.\n\n[Speaker C] | 1604:872\nIt's been a really long time. We don't have one this year. And the next year budget is coming. I believe the cliff is in March, potentially for the government running out of money. So first of all, we need a government. That means we need a functioning Congress. We need a budgetary process. I understand the show, the wwe and it's remarkable how amazing it has been in terms of ratings, in terms of knocking everybody else out of the people's attention span. And I know some of the characters are fabulous in terms of their face paint and costumes. But I'm looking for competence. I'm looking for follow through. I'm looking for the ability to actually get things done. I know that you can break a lot of stuff. I've studied revolution for too long. What happens when you break things is when you try to rebuild. You're rebuilding with the shards of what you broke. And often unwittingly, you rebuild what you think is something new but is actually the old system. We all have read Tocqueville on the old regime and the French Revolution. So I get it that you can hate hard leftist cultural politics. You can see USAID as a practitioner of that self defeating hard left cultural politics which undermines American power in the world rather than enhances it. I get that. I get that they don't care about the fiscal health of the United States. Neil cares, John cares. Bill, myself, we all care. The voting public cares at a certain level. I'm not sure the people who are attacking the political hard left policies of government units care that much about this. The experience of Twitter is quite sobering in terms of value creation as opposed to transformation of the political spectrum there. I'd love for them to care about the stuff that John Cochran and Neil write about. We'll see. The rubber is going to hit the road with the budget. We're going to see what happens with stock markets, we get a 20% plus correction in the stock market. Correction is a euphemism. We get some inflation, we get some world events. And we'll see how much of this WWE can continue in the same vein going forward. Sure, let's knock off usaid. Let's knock off the Department of Education, if they go after that. Next, let's knock off all the things that conservatives have had a bee in their bonnet about for a while. But I need not just a smaller government, I need a better performing government. I need a government that not only does less, but what it actually does, it does well. And so rooting out certain political tendencies, as John eloquently put it, I see that as understandable, desirable, necessary. But I need a lot more than that. I need Neil's vision of a full correction of the fiscal insanity. But who is going to do that? And how are they going to do that? And how are they going to do that when they've gone after things and spent their political capital on usaid? Once you run through a bunch of political capital and your approval ratings never hit 50% and begin to decline because some things you target are popular with some people, even if the overall targeting makes sense, I'm concerned that you blow your wad on little things that make you feel good. And the big stuff, that's really hard. When does that happen?\n\n[Speaker A] | 1860:840\nBut isn't there a kind of tension between your, your views here, Steve? On the one hand, America's powerful and it's powerful regardless of politics. On the other hand, the politics disturbs you. And it seems to me that this is really how we can resolve our debate, that in the end we can go back to the Enlightenment for guidance here, since all the good ideas were had in Scotland in the 18th century. And the observation would be, yes, there are all these sources of dynamism, there are great reserves of energy, there's the ability to import talent. But if the institutions of the Republic have become wwe, then there's a distinct risk that some version of Ferguson's Law kicks in. Or maybe it's Smith's Law. Maybe the laws of economics will take their revenge. Because protectionist policies, John would argue, are bound ultimately to be self defeating. And my sense is that what's very interesting about the historical process is that you can have all the things that Steve describes, and yet if your political institutions malfunction, you'll end up self sabotaging. Now, I can't really tell at this early stage, three weeks in, if WWE is going to be the dominant feature of the new administration. Or if one looks behind the wrestling and behind the face paint, there's actually a serious attempt to redress some of the mistakes of the previous administration. Let me take a positive line of argument that behind the memes, there's in fact significant progress towards a reordering of the Middle East. Israel surprised everybody with its victories over Hamas and Hezbollah. It's actually gained a huge amount of ground with the collapse of the Assad regime in Syria. And Iran is at its mercy. And at some point this year, that may well lead to a decisive move against Iran's nuclear facilities, which the US will quietly allow to happen and tacitly support. I'll carry on being positive. Everybody thought Ukraine was going to be handed by President Trump on a plate to Putin. That isn't happening. On the contrary, it seems to me that Ukraine has a decent shot at a ceasefire, probably not a peace that leaves it intact and allows it to be the South Korea of Eastern Europe. So maybe behind the wrestling and the face paint, there is a grand strategy and it will turn out to be as good as the Reagan administration's turned out to be in the 1980s. We don't know it's three weeks in, but the question is, if you're right, it is just wrestling and face paint. How far can, in four years, a republic sabotage itself? That's the key question. I'm optimistic. I actually thought the last administration did immense amounts of harm to American credibility, more or less bungled deterrence in every major theater. But I come back to the problem of Taiwan. In the end, Gaza is a trivial issue compared with Taiwan, an island that China says is its, which we more or less acknowledge it is, but which produces nearly all the most sophisticated semiconductors, more than 95% of those that you need to do AI at scale. If China blockades or quarantines, Taiwan doesn't need to invade it. It throws down a gauntlet to the United States, which seems to me very, very hard for the United States not to pick up. And I'm concerned that in that scenario, this administration is going to find itself with an impossible dilemma. The choice will be between World War 3 or capitulation. There won't be much in between. How do you think about that, Steve? Because it seems to me American power is going to be tested at some point by China in the way that British power was tested by Germany. We might prevail, but at such a cost that it might be very, very hard to maintain the kind of power.\n\n[Speaker C] | 2101:650\nThat you talked about at the beginning, we're tested now. Our adversaries are testing us across the board now and have been for some time. We've been in this so called hybrid war or gray zone since before Goodfellows started, but certainly all throughout your Goodfellows. But here's the other part that we need to take into consideration, including to your challenge. How's China doing? They have infiltrated our telecommunications network. They exfiltrated tens of millions personnel files. They cornered the market on drone manufacturing and batteries that were dependent on all the things that you know and write about. And yet there's a lack of confidence there that runs really, really deep. They're afraid of their own people. Every day is existential for that system. The anti corruption purges have increased, not decreased, even though Xi Jinping's been in power for more than a decade. And that immobilizes a lot of people. Taking initiative is dangerous in China. Sticking your head out, doing anything is dangerous in China. Reading the signals is really hard. No communist system has survived political liberalization. There's no reform equilibrium for a Communist party regime. It either has a monopoly or it's done. They open up the system to have debate inside the party and people say, you know what, I'd like another party. And the communists say, oh no, no, no, we're having pluralism inside the Communist party monopoly.\n\n[Speaker A] | 2213:838\nIt's like California, really, when you talk about it.\n\n[Speaker C] | 2215:394\nYeah, exactly. We know how that works. And so their ability to succeed domestically, but also foreign adventures is not 100% guaranteed. In fact, you could argue that their problems run so deep that if they take risks, their system could go down unintentionally. And so they're kind of stuck. That doesn't mean we don't have problems. That doesn't mean this is not a major challenge. That doesn't mean we need, we don't need to get our act together. I would agree that all of those are true. And I would agree that the Taiwan challenge is not going away anytime soon.\n\n[Speaker D] | 2263:850\nSo guys, I've got a whole notepad full of maragaza. Usaid.\n\n[Speaker C] | 2271:138\nHe's the only one who takes notes.\n\n[Speaker D] | 2273:02\nWhat's the strategy? Well, I can't remember as well as you guys do, so let me take on these briefly as much as I can. You may not like maragaza, but nobody else has anything to offer other than another 50 years of terrorism for the Israelis and suffering for the Palestinians. Oh, we'll start the three party talks on talks about talks to restructure under United nations revolution, blah blah blah. Blah, blah. We're going nowhere, right? And Trump knows that. So is it going to be maragaza or not? I don't know. But at least he's willing to challenge and disrupt that. I think. Actually, you know, the fact here is Palestinians have not been, Palestinians are not allowed out. You don't have to resettle them by force. You simply have to allow them, the ones who want to leave, to leave. It's the beginning to simply blow up the verities that are going to lead us to nothing better than what we've had for another 50 years. Like USAID. This particular attack in the first month from the brilliant little Doge team, that may not be where we end up, but once it's all over, they have exposed what's happened. The final once there's a congressional, once there's a law passed and so forth, it will not look like anything it did. And remember, like Israel and The Palestinians, for 50 years, attempts to reform this have gotten nowhere. There's a Congressional Budget Office, there's the Office of Management Budget, there's oira, there's the Office of Government affairs, there's, there's Inspector Generals, there's audits, there's congressional inquiries. Where did that get on? On fixing, even finding out where a USCID was spending his money. Least of all fixing it nowhere. So the system of do some blow up and then there'll be pushback. But where we end up is going to be a lot better than just repeating the standard variance. That's what they're after. The budget, where do you go? The budget? Well, he's a president, he got elected with some campaign promises. You do stuff you can in the first month and then once you've built some success, I think their strategy is do well in the midterms, then you are positioned with the political capital to be able to solidify it and make those long term changes. That's the hope. Now it may not work, but that's at least the hope. Then finally on Taiwan, the point for Taiwan is deter. Not which part of that is be ready to fight it, but to deter. Imagine a year from now. Mara, Gaza has worked. The Palestinians who want to leave are happily working in somewhere else. In the Middle east. The Gaza is getting rebuilt. Hamas is no longer in charge. Suppose Ukraine, one of the things they've done, they've allowed Ukraine to use the long range weapons. Finally my Twitter feed is full of oil refineries blowing up in Russia, a lot of those from drones, which is where the main war. You know, suppose Russia collapses. Suppose the Middle east is being reconstructed. Suppose Iran is no longer has a nuclear program. Suppose America is booming economically. Now, how does China look at the Taiwan question? I think that shift of vibes would have a lot of helpful deterrence for China's calculations.\n\n[Speaker B] | 2473:428\nAll right, John, speaking of strategy, is there a tariff strategy with this president? And I want to read a line from the grumpy economist himself. Quote, one intriguing idea is the substitution of tariffs for sanctions in geopolitical strategy.\n\n[Speaker D] | 2486:650\nWell, so I'm an economist and if I say tariffs are good, they're going to take away my union card. There are numbers of things that are on this administration's agenda that are not on the grumpy economist free market agenda. And tariffs is one of them. As an economic tariffs are always an answer in search of a question. And if the question is improve the US Economy, sorry, that's not the answer. Maybe, and you guys will help me here. There is some geopolitical game, some dangerous game of all threat and tariffs and I'll get stuff out of the other people that I want to get them. Sanctions can. Sanctions are a geopolitical economic thing we do. Tariffs may be a substitute for sanctions that are in some ways better than sanctions that don't undermine the dollar, for example, as a trading, as the currency we use for trading don't undermine our ability to use sanctions when we really need them. I'm willing to listen at least on tariffs in that sense. That's the one place where as an economist I'm, I'm pushed out of tariffs bad, which is sort of where we start is, is, is that kind of thing. But it is very dangerous. I'm going to threaten tariffs unless you do something. You better be darn clear on what it is you need to do. And I've seen this go badly many, many times. Maybe you guys have something better to say about tariffs. I'm just willing to move a little bit to. I'm willing to listen on geostrategic, dozens.\n\n[Speaker A] | 2574:408\nOf your fellow economists, the ones with Nobel prizes, wrote a letter last year saying that they supported Kamala Harris because of the disastrous consequences that would ensue if Donald Trump was elected and imposed tariffs and predicted, amongst other things, that they would be inflationary. I'll always take the other side of any bet involving the Bell laureates in economics. If anything, it seems to me the likely effect will be disinflationary, not inflationary, because you're creating a lot of uncertainty around trade policy by threatening and then imposing and they're not imposing tariffs. And I think the danger is not of an inflationary shock. We saw in the first Trump term the tariffs were not inflationary. I think the danger, and I think Steve alluded to this rightly, is that this administration comes in at the tail end of a boom, the post pandemic boom. And the downside risk is actually bigger than the upside risk on inflation. There's a real risk here of a bond market accident. That's clearly a major preoccupation of the Treasury Secretary with good reason. There's a risk that the equity market corrects, to use that euphemism. It actually did at the last trade war was down nearly 20% in late 2018. But that was in the context of Fed tightening. We're not in that context now. But there are lots of things that can go wrong. But let's be honest, the probability that things will go that well is relatively low at this point. And it seems more likely to me that normal service will be resumed in the post euphoria period, perhaps even before 100 days have elapsed. And there will be meaningful economic headwinds. And the things that the administration has set out to do will turn out to be harder than they look. So I mean, my sense is that rather has happened in 1981. There was a lot of glad, confident mourning at the beginning of the Reagan administration. Hostages were being released then too. It looked like a new order was beginning. And then there was a really nasty recession. 81, 82. And things got tough. It also turned out to be harder for David Stockman to fix the budget problem then. The budget problem's much bigger now. So my sense is that despite all the vibe shift energy that we've seen since November 5th, there's a bunch of stuff that's bound to go wrong in the course of this year. And then we'll see if there's anything behind the wrestling and the face paint. I think there is. I actually think the administration, if one takes it as a whole, is full of some really impressive people. And there is some real strategy there. There are just several strategies and I'm not quite sure which one they'll eventually settle on.\n\n[Speaker D] | 2733:186\nI just wanted to add that tariffs, much as I don't like them, they are small. So the world is going to end because of tariff stuff that Nobel Prize winning economists think they ought to know better. Tariffs are a tax on producers that's passed along as higher prices to the consumers. Well, so are sales taxes, so are corporate taxes, so is the taxes they have to pay on their labor. We already got tons of those. Tariffs are, are mostly about microeconomic distortions. Look out the window if you want to see microeconomic distortions. So they're not great for the economy, but they are not the thing that's going to really cause an economic crisis. You're always right, Neil, to point out events. My dear boy, that's what comes. And we're always in danger of a big economic shock. It won't be the tariffs. Quotas are much more dangerous than tariffs. That, that could lead to real trade problems. A fund some sort of financial shock is always where somebody has lent a lot of money and, and doesn't know how to pay it back. Sovereign debt could be a problem. You know, China blowing up could be a problem. Some geopolitical event causing a financial shock. Tariffs by themselves, much as I don't like them, I don't like microeconomic inefficiencies. They are not that sort of huge economic shock that's really going to cause cause the problems. And if I have to choose the Biden Harris economy with the full set of regulations, the whole of government approach to various social policies and all the rest of it, or a little bit of tariffs, I can take tariffs.\n\n[Speaker A] | 2821:968\nYeah. I think if the deregulation agenda is going to be repeated as it was in the first Trump term, that will be significantly positive. I looked at the number of pages in the Federal Register all the way back to the 1930s. There are two great spikes in the history of that series. One is the Obama administration. The other is the Biden administration. There are two periods when the Federal Register shrinks. The Reagan administration and the first Trump administration. So there's some significant positives and it won't get much coverage because the deregulation didn't get much coverage in the first Trump term. The tariffs get all the attention. And I agree with you, John. At this point they're not significant in their scale.\n\n[Speaker D] | 2858:780\nYeah, but Millay's chainsaw. But even if we don't deregulate, just turn off the faucet. That's good enough. Sorry, Steve, we haven't let you in for a little while here.\n\n[Speaker C] | 2867:700\nYou know, I'm listening. I'd love to see a strategy. I'm going to hope that there is a strategy behind this. I see interest groups, wide disparities in their aims. I see a lot of opportunism. I see a lot of cross purposes. I see a lot of people who don't really know what they're doing and then a whole bunch of smart people Below the radar, without nicknames, not wearing costumes and face paint, who are adults, who've entered the administration, whether it's in treasury, the National Security Council, and we could go on. And I want to know who's going to empower them to do what needs to be done. So my view on this is American power is very hard to wreck because we try all the time and it's still there. American power is very hard to take on because I got to tell you, you can ask Hitler, you can ask the Japanese, you can ask the Soviet Union, there are some constituencies you can ask about how that works versus using American power in tandem, being allied to American power, partner American power. You can ask a whole lot of people about that, including post Hitler Germany, post Hirohito's, Japan, of course, Hirohito continues. But the. The version of it that we had in the war. And so that's the cause for optimism. It's hard to ruin. It's hard to take on from the outside. There are elements of dynamism there that people can't explain that are astonishing. And then we have the current pickle that we got ourselves into, which is depressing and which needs to be fixed. And John's view of this is you break everything first because it's so wrecked, all the attempts to fix it never worked. So you might as well just break it and see what happens. Maybe you can fix it then. If that turns out to be true, fabulous. If that turns out to be false, then what? In other words, if you break and break and break, and then, for example, I don't know, bird flu is in your egg supply, or, I don't know, your airplanes begin to crash, not just once or twice, but often. And one could go on. There are all these things that we need government competence for. Again, the size of the government is too big. I'm interested in the performance of government. I'm interested in good government. You're supposed to get that from elections. What we get from elections is 50, 50 senates are close thereby and then attempted revolutions where you're going to impose an agenda that's out of step with the American people. And you think that you have a mandate for that. Again, Trump is not popular. 47% does not constitute popularity. Some of the measures he's taken have been popular with his base, but his base is a smaller number than 47%. You know, Reagan got 59% of the vote with no conservative media. Is anything like that on the horizon, where you bring people together rather than divide or rather than act on a non mandate to institute revolutionary or in this case, counter revolutionary change. Again, I know what the Democrats did. I get why they were punished by the American people in the election. That punishment was merited and it was delivered. And that's why our system is good. But they didn't necessarily deliver a mandate for a counter revolution in the opposite direction. And so you don't have a lot of political capital here. And so if you break and everything turns out to be fixable and you fix it, John's view, wonderful. If you break and it turns out that you get bird flu in your egg supply and your kids in Trump country are dying from a disease that the government can't seem to fix because the government, one of the great things about conservatives, I don't know for how long now they've been talking about how government is broken and it turns out they're not. They don't have to break it if John is right. So it was somehow broken and they now. So I need better government and how do I get that? And I'd love it to happen, by the way. I'm willing to allow time to see what's going on here. Like Neil, I don't know. I see the wrestling and I'm looking for what's underneath the wrestling.\n\n[Speaker B] | 3174:24\nStephen, 30 years ago we had a conversation in this country about better government. The Clinton's National Performance Review that is reinventing government. And that was all about basically government efficiency. Al Gore going on TV and mocking the fact that the federal government had very specific rules on how an ashtray should break if it falls on the ground and things like that.\n\n[Speaker C] | 3191:248\nAnd what happened?\n\n[Speaker B] | 3192:640\nThey did various things. You go on the website, they'll show you they got rid of 426,000 people and they made various, various reforms and cut red tape, blah, blah, blah. But there's something bigger going on today. And I refer you guys to an editorial noted in today's New York Times, quote, our democracy is under siege. The by alliance of five former treasury secretaries. Our democracy is under siege. So when we talk about power, isn't this really what the conversation is right now? It's a question of the power of who controls the federal government.\n\n[Speaker A] | 3221:360\nI mean, I think the interesting thing that Steve alluded to is the extent to which we've ended up with a 5050 political culture. And I was struck in the course of the last few months by a resemblance between our current political partisanship and what I grew up with in Glasgow, where there were two communities hermetically sealed, cut off from one another in an antagonistic relationship to one another, Protestants and the Catholics, American party affiliation is hardened into something sectarian. One sees this, for example, in the very small number of marriages now that cross the party line, and everything has become a partisan issue. That's a sort of dysfunctional sign, in my view, and a bad sign for the republic. Republican institutions tend not to last very long historically. To be within sight of 250 years is a historic record in the history of republican constitutions. One of the things that tends to go wrong historically with republics is this hardening of partisan lines raising the stakes of political defeat to ever higher levels. If one thinks back to the departure of Joe Biden from the White House, the wild granting of preemptive pardons was a very unhealthy sign of a political malaise within our republican culture. So I think we should all worry a bit about the health of republican institutions under these circumstances. Gideon Rachman wrote a piece today in the Financial Times saying the age of empire is back. I have some sympathy with this view, because what tends to happen with republics is at some point they imperceptibly slip into empire. We should be aware of that risk. There are other ways for republics to go than decline. Steve could be right. American power could be in a constant ascendancy. But what if it gradually shades from republic to empire rather, as Rome did? Isn't that the thing that we ought to worry about when our political culture has become so polarized? Not a civil war, but the stakes seem increasingly high. And that kind of editorial that you just quoted, Bill, illustrates the point. The republic's in danger. The losing side will be persecuted by lawfare. We saw lawfare used against President Trump when he was out of office. He's now clearly going to use some version of it against his rivals now that he's in office. So my question for you, Steve, as a historian's question, is, are we seeing signs of a familiar pathology that certainly the thinkers of the enlightened would have recognized? Even although American power is still intact, is it going to stay a republic with all this power?\n\n[Speaker C] | 3390:440\nYeah. So I agree. That's the question. I agree that the governing institutions. That's the question. That's the key variable. We can talk about human capital and its importance. We can talk about infrastructure and its importance. We could go on about energy and its importance. But ultimately, it's governance that makes possible successful performance across the the board for the longer term, even if it cannot affect anything as deeply in the shorter term as we sometimes think when we're in the time period. Government is the one thing that doesn't get reinvented. There's no productivity curve in government the way there is in other spheres. Government is more like education, it's more like health care, where innovation is really hard and productivity is kind of low. But government is the worst performing of those areas. Again, elections are supposed to give you better governance. It's supposed to give you responsiveness to the electorate, accountability. And we've seen insufficient evidence of that. You know, on the question of Republic versus Empire, I've been hearing lately about how the executive has all of this power. And that's correct from our friends on the Republican side. Now that the shoe's on the other foot, they're not so worried about executive power. They're enamored of executive power. Students of history will tell you that limits on executive power are really important. And breaking limits on executive power power don't end well because you can have an enlightened despot in one epoch and then you can have an unenlightened despot that can succeed that person. You can have your party or constituency, your tribe in power and you can increase the power of the executive and then again the shoes on the other foot. I think our problem is the Congress. I think the Congress is failure to be what the Constitution says it should be. Article one. I think the mal performance of the Congress, non performance underperformance over a long period of time has opened up space for the kind of degradation that John is worried about in terms of the fiscal stuff and others and that Neil is talking about in this slide from Republic to empire. And so that does concern me a lot now again, American history is full of really bad stuff that's happened. It's full of insanity. What Philip Roth called the indigenous American berserk, which now we have social media to show to ourselves and before was less visible. America has had epochs of tremendous violence, not just the Civil War, but in general tremendous. So America is an imperfect place and yet somehow 25% of global GDP since 1880. So my question for the both of you is if the Trump administration achieves something of what it intends, or what you think it intends, but not everything. How does that compare with previous attempts to achieve or not achieve? After all we had the Great Depression, after all we had, and then you can name whichever president you detest the most in that administration. We came through three terms of the Obama administration. The voters rejected the fourth term of the Obama administration. Right. And so I'm of the mind that there's something going on that's bigger than the political stuff, and yet the good governance is the key variable. So that's what Neil pointed out earlier in my conversation.\n\n[Speaker A] | 3636:910\nA couple of enterprises here that are historically interesting. One is you can see Trump as a reverse New Deal, where he is essentially hitting us with as many executive orders per annum as Roosevelt in 1933. But it's a New Deal with the sign reversed because the goal of the New Deal was to grow the federal government to combat a depression. The goal here, as we come out of a boom, is to shrink the federal government, and we'll see how easy that is. I think that's part of the project. And success will be, I think, measurable halfway in, because that'll be the end of Doge's mandate. Will they have successfully shrunk the federal government, or will they just have broken it, which is Steve's fear. The other question is, can Donald Trump restore the imperial presidency? At some level, it seems to me, his goal is to take us back to 1972, pre Watergate, Nixon, when Arthur Schlesinger Jr. Worried that there was an imperial presidency. I think that's what Trump wants to achieve, and I think that's what some of the people advising him are aspiring to achieve. So those are the domestic projects where it gets more complicated is what, as you said, is the strategy. Is the strategy to contain China to win Cold War two. There are certainly people in the National Security Council who see that as their objective. I do not think it is President Trump's objective. On the contrary, I think he aspires to some indeterminate deal with China. Is the goal to combat an axis of illiberal or authoritarian powers, China, Russia, Iran, North Korea? It is for some people in the administration. Others seem much more interested in a hemispheric policy focused not just on limiting illegal immigration, but deporting millions of people. Right now, if one looks at the Trump administration, there are four or five different strategies. The foreign policies, plural, are in competition with one another. I don't know which one is going to prevail. The voters will get to decide how it's going two years in. Generally, they hate on whoever is in the White House, and the president's party does badly. If that's the case with these very marginal congressional majorities, the second half of this presidency will be a lame duck. Second half of a second term like we've seen so many times. So maybe it's 100 days, maybe it's a little less than two years. That's not an awful lot of time to do all the things that I'm talking about to shrink the federal government, to restore the imperial presidency, to contain China. And you've got less than two years.\n\n[Speaker D] | 3784:280\nTo deliver, which is why their strategy is, as it has to be, to try to build some momentum so you can do these things.\n\n[Speaker B] | 3790:696\nThis will be the final word for the show.\n\n[Speaker D] | 3792:40\nOkay, so let me just wrap up a couple of things. Bird flu. I'm glad you mentioned it, because there's two great ways our next couple of years could go. We could unfold our politics, our plans against a fairly calm atmosphere, or we could be responding to a crisis. And bird flu in particular is being pretty mismanaged, as far as I can tell. And the complete loss of faith people have in the scientific and public health bureaucracy to manage an event like this could turn this into a horrible crisis. And then as George Bush did not go into saying, I want to be the terrorism president, he wanted to do something else. The entire history of what we're doing will be something else different. Leaving that aside, when you hear whinging about our democracy in the New York Times, haven't we heard enough of that? You know, your first reaction is roll your eyes. But you're exactly right. There is an issue. The key of keeping our democracy, a republic going is you must be able to lose an election. And the lawfare of the last administration, what's coming out now, what was the. A third of the FBI is on January 6th and not on other things. That's another case where the dozers, I think, are doing some good exposing what's going on. That is really the danger. The stakes are so high, you can't afford to lose an election. We don't want to go there, Steve. You want good government, but I think the government is doing what it can. There are, as you said, many smart people in the administration. We know many of them. They understand the need for Social Security reform, tax reform, health care reform, all those things. If they tried to do that right now, they would get absolutely nowhere because in fact, the majority is. They know that. So they're doing what they naturally can do. You do the small and disruptive big picture things. You can. If you've managed to solidify power, they're ready to go on those larger events when the political will to do it is there, which is what Roosevelt did. If this fails, I am, I am as just as unhappy as the rest of you are with executive overreach, with government just by executive order that doesn't get consolidated and you know, the next Democrat will come in and there will be a national emergency and executive orders, the national emergency on climate change and gender equity, and there will be executive orders undoing these and doing those up. That's what we want to avoid. And then our one great chance to reform the institutions will be gone.\n\n[Speaker B] | 3949:480\nOn that cheerful, that cheerful note, we'll leave it there.\n\n[Speaker D] | 3952:152\nI was gonna say this is one last note. This is. I'm still hopeful that this is not just one more bing, bing, bing, bing, bing, bing, bing where we delete each other's executive orders and do something new. There is the chance in what we've seen, seen in the big shift of the electorate, the vibe shift. The vibe shift going around, around the world from Javier Millay to Giorgio Maloney to Europe recognizing it's over regulated itself. This could be a moment when Harding and Coolidge put the bottle into the first round of progressivism, when Roosevelt turned around in the other way, or Reagan undid the malaise of the 70s and let go some animal spirits of the 80s. We are, I think, at that kind of moment and that that larger underlying vibe shift. This is not about Trump. We keep saying it's about Trump as if some one person has come in. No, Trump is a reflection. He's an embodiment of a mood that is coming, an imperfect one. But that, that strong force I think remains with us and gives me hope that it'll turn out better rather than worse.\n\n[Speaker B] | 4016:180\nThere we go. Better ending.\n\n[Speaker C] | 4018:60\n78 years old.\n\n[Speaker D] | 4019:940\nI said it's not about Trump. He's a reflection of something that's happening around the world.\n\n[Speaker C] | 4025:526\nTrump better not hear that part of the show that it's not about him. Better cut well before that last line.\n\n[Speaker D] | 4032:550\nIt's not.\n\n[Speaker B] | 4033:750\nAll right, gentlemen, great conversation. You come to California more often.\n\n[Speaker A] | 4038:102\nOnly too happy to be here. All right, you boys always pleasure to be here.\n\n[Speaker B] | 4041:238\nYou come on the show more often.\n\n[Speaker C] | 4043:430\nI provide the diversity. I'm another old white guy.\n\n[Speaker A] | 4047:920\nWe don't have to worry about that anymore, thanks to the vibe shift.\n\n[Speaker B] | 4050:552\nAll right, well, I hope you enjoyed the conversation. I know we did. On behalf of my colleagues, Sir Neil Ferguson, John Cochran, Dr. Stephen Kotkin, and the absent Lieutenant General H.R. mcMaster. We were joking, by the way. H.R. had other business. He didn't vanish somewhere after the Super Bowl. He's all good. Anyway, thanks for watching the show today. We'll have a new episode for you at the end of February, early March. Till then, take care. Thanks again for watching and we will see you soon.\n\n[Speaker C] | 4078:500\nIf you enjoyed this show and are interested in watching more content featuring HR McMaster.\n\n[Speaker D] | 4083:804\nWatch Battlegrounds also available@hoover.org.\n"
}