{
    "transcription": "[Speaker A] | 00:560\nThank you very much. It's a great honor to have Prime Minister Modi of India. He is a great friend of mine for a long time. We've had a wonderful relationship and we kept the relationship during the four year period. The period that was a very interesting period indeed. I watched, I got to see how not to do things. And we've just started up again and we have, I think, some very big things to talk about. Number one is they're going to be purchasing a lot of our oil and gas. We have more oil and gas than any other country in the world by far. And they need it. And we have it. And we. We're going to talk about trade, we're going to talk about many things. But it's really an honor to see you and you have been my friend for a long time and congratulations on having done a great job.\n\n[Speaker B] | 48:288\nThank you.\n\n[Speaker A] | 49:40\nThank you very much.\n\n[Speaker B] | 55:70\nWhich is. Would you like to say anything more?\n\n[Speaker A] | 89:930\nNo, I'm okay.\n\n[Speaker B] | 93:850\nExcellency.\n\n[Speaker C] | 121:620\nYour Excellency, I'm delighted to see you back in the White House and to meet with you today in this room. On behalf of 1.4 billion people of India. Let me convey my heartiest congratulations to you on your grand and historic victory.\n\n[Speaker B] | 134:900\nYe Bhati Sukhat Kisi Pradhan Mutrikotar Deski Sevakaneka Foreign.\n\n[Speaker C] | 190:410\nLast year the people of India gave me the opportunity to serve them for the third consecutive time. And it has happened in the history of India in the last 60 years for the first time. And in this term I will have an opportunity to work with you over the next four years. And it's a great pleasure to see the two coincide. And I can say from my past experience of working with you in your first term that we will continue to advance the India U. S strategic partnership with the same warmth, with the same trust and with the same excitement. I'm happy that as soon as I entered this room, my friend reminded me of Ahmedabad and the cricket stadium where we held the big rally and the events that we did, the mega events that we did in Ahmedabad. Namaste Trump or the Howdy Modi in Houston. We had conveyed a very strong message of our friendship through those events. And the resounding echo of those events can be heard even today in India and the world. Excellency, you made immense personal contribution towards strengthening of our relations, towards making them more comprehensive and in attaining unprecedented heights in our relationship. And I firmly believe that in your second term we will work with even more speed as I had promised to the People of India, that in my third term as the prime Minister of India, we will work with thrice the speed. I firmly believe that with President Trump during the next four years, during his second term, we will work with twice the speed that we did in the first term. One thing that I deeply appreciate and I learned from President Trump is that he keeps the national interest supreme. And like him, I also keep the national interest of India at the top of everything else. And this has been my real fortune.\n\n[Speaker B] | 390:950\nRaspati Trump Make America great Again.\n\n[Speaker C] | 423:250\nPresident Donald Trump and Make America Great Again are inseparable. Whenever we talk about President Trump, one has to talk about make America great again. Similarly, that vision inspires everybody. Similarly, in India, we have the resolve of 1.4 billion people of India that by the time India reaches the 100th anniversary of its independence, we will make our country a developed country by 2047. And this is getting new speed and new resolve.\n\n[Speaker B] | 451:660\nAmerica. Vishwa Sapsipurana Loktandra Bharat Vishal Lokant Loktantra Arithalier one plus one two. Nahi.\n\n[Speaker C] | 477:750\nUS Is the world's oldest democracy, and India is the world's largest democracy. So when India and the US come together, they make one plus one 11 and not two. And this is the power of 11 that is going to work for the welfare of the humanity. I once again thank my friend President Trump and we together resolve that we will together march towards progress and towards prosperity for our nations.\n\n[Speaker B] | 513:130\nThank you.\n\n[Speaker C] | 513:762\nThank you.\n\n[Speaker A] | 516:50\nThank you very much. He's doing a great job in India. Everybody talks about it. He's doing a really fantastic job. A great leader. Great leader.\n\n[Speaker C] | 545:70\nI thank you for Your warm words, Mr. President, and I firmly believe that every person in India respects your sentiments.\n\n[Speaker A] | 550:454\nThank you. Thank you very much. Thank you. Any questions, please? Yes, President. You are, you know, you are both very popular leaders in your respective countries. You have spoken about a common sense diplomatic doctrine. So what's that Trump Modi doctrine that you should expect? Well, I think more than anything else will be the unity. We have great unity. We have great friendship, he and I and our countries. And I think it's only going to get closer. But it's very important that we remain united as countries. We are, we're friends, and we're going to stay that way.\n\n[Speaker D] | 590:570\nIf you're going to be tough with India on trade, how are you going to beat China?\n\n[Speaker A] | 595:130\nWe're in very good shape to beat anybody we want, but we're not looking to beat anybody. We're looking to do a really good job where we've done a fantastic job for the American people. We had a great four years and we were interrupted by terrible administration. Absolutely terrible. They didn't know what they were doing. And now we're putting it back together and I think it's going to end up being much stronger than it was before. Even much stronger than it was before.\n\n[Speaker D] | 627:750\nPresident Trump, first of all, congratulations for the fantastic 24 days of your presidency, Historic and unprecedented decisions that you made. Transitional reforms.\n\n[Speaker A] | 639:88\nI like her. I like her.\n\n[Speaker D] | 642:680\nI'm particularly impressed by the expose on usaid. And I would like you to share with us if you think USAID had a role in election interference in the US in 2020 and Indian elections in 2024.\n\n[Speaker A] | 661:480\nSo it could have had a role. There were a lot of bad things that happened in 2020. I happened in 2024, but it was too big to rig. We won by a tremendous margin. We won every swing state. We won the popular vote by millions of votes. So it was too big to rig. But, yeah, I think they probably tried. We're looking to go to a system now much different, where one day voting voter id and you just, we have to do that. And paper ballots, we want paper ballots. And when they do that, we're going to clean it up very. But we had a great 2016. We had a much better 2020 election, but bad things happened and we had the best of all. We had, they say, the most consequential in history, 129 years. Most consequential. So it was a great election and it gives me a chance to work again with the prime minister and India, and we're going to be, we're going to have a great relationship together. India. Excuse me. Excuse me.\n\n[Speaker E] | 739:692\nDo you see India playing a role in your plan to procure peace in Ukraine?\n\n[Speaker B] | 743:796\nIf I could ask you about the.\n\n[Speaker E] | 744:876\nDevelopment in your Hometown today. The U.S. attorney has resigned over the DOJ's request to drop the case into Eric Adams. Did you personally request the Justice Department to drop that case?\n\n[Speaker A] | 755:868\nNo, I did. I know nothing about it. I did not. I think that just to answer your other question, we're just going to get along well. We're going to get along with all countries. We're going to do very well. We're going to be doing, I think, record business, record numbers. And we're going to work with India also. We have some very big trade deals to announce in the very near future.\n\n[Speaker C] | 810:500\nIndia play a role. And, Mr. President, what you would like.\n\n[Speaker B] | 813:652\nTo say about the Bangladesh issue, because we saw and it is Evident that how the deep state of United States of the change then Muhammad Yunus made Junior Soros also. So what is your view about the.\n\n[Speaker C] | 828:636\nBangladesh sorrows and what is the role that the deep state played in the situation in Bangladesh?\n\n[Speaker A] | 832:996\nWell, there was no role for our deep state. It was. This is something that the prime minister has been working on for a long time and has been worked on for hundreds of years. Frankly, I've been reading about it. But I will leave Bangladesh to the prime minister.\n\n[Speaker B] | 851:830\nRules of Ukraine Bharat Neutral Nahiya, Bharat Kapna Paksha or Bharat Kapaksha Shanti.\n\n[Speaker C] | 912:980\nAs far as the Russia Ukraine conflict is concerned, I'm very happy that President Trump has taken initiatives to restore peace and had telephone calls with President Putin and President Zelensky. The world had this thinking that India somehow is a neutral country in this whole process, but this is not true. India has a side, and that side is of peace. From the very first day, I have been talking about the importance of dialogue and diplomacy and a peaceful solution. And when I met President Putin in the presence of media, I had told him that this is not the era of war. And I have firm conviction that problems cannot be resolved on the battlefield. The two sides will have to come to the negotiating table establishing peace and legacy that President Trump has taken. We welcome it and support it.\n\n[Speaker A] | 970:998\nI just want to add to that, we had a very good phone call yesterday with President Putin. It lasted maybe an hour and a half. It was excellent. And I think we went a long way toward getting a solution to the horrible war where so many people are being killed, especially soldiers, on the battlefield. At least a million and a half soldiers have been killed on a ridiculous war that would have never happened if I were president. But we've got a long way to. I think we've got a long way to solving it. Tomorrow there's a meeting in Munich, and then next week there's a meeting in Saudi Arabia, not with myself or President Putin, but with top officials. And Ukraine will be a part of it, too. And we're going to see if we can end that war. That war is a horrible war. It's a vicious, bloody war. We want to end it. To your other question, that U.S. attorney was actually fired. I don't know if he or she resigned, but that U.S. attorney was fired. Okay, go ahead. Well, I think we're doing very well in our competition with everybody. I think you're going to see a nation that really is going forward at a very rapid pace. Our economy is going to be fantastic. We're doing things to make it that way. We announced some very big elements today of success. I call it an element of success, reciprocal tariffs. So that somebody charges us, we charge them the same amount, which has never been done in our country before. We've always been taken advantage of by other countries and we allow that to happen foolishly, but we can, and we're not going to allow that any longer. So I think we're going to do very well. We've been doing last. They say the last three weeks was among the best three weeks ever for a start in a presidency. There's never been anything like it. And when you see what we've been able to do in three weeks, people are really amazed. Even the prime minister mentioned it. I think other countries are looking at it. But I just want to thank everybody for being here. This is a terrific man. We're going to make some wonderful trade deals for India and for the US and thank you all very much. Much. Thank you very much.\n"
}