{
    "title": "Dimon Says He Supports Restructuring Financial Regulators",
    "uploader": "Bloomberg Television",
    "upload_date": "2025-02-13",
    "ticker_symbol": "",
    "transcription": "[Speaker A] | 00:320\nOn debanking, the President accused you and Mr. Moynihan of debanking conservatives. What do you make of those allegations? We don't debank people because of political religious affiliations.\n\n[Speaker B] | 09:400\nWhat's her message?\n\n[Speaker A] | 10:568\nBut there are a lot of things that can be fixed and we should fix them. The rules and the requirements are so onerous and it does cause people to be debanked who, in my opinion, should not be debanked. So do you blame the banking regulators primarily for this debanking issue? Pretty much, yeah. What about conservatives? I'm going that way, if you don't mind.\n\n[Speaker B] | 28:02\nJust what's your message to consumers who might be concerned if the cfpb, for example, goes away?\n\n[Speaker A] | 33:410\nThe consumers should be protected one way or another. And there is consumer protection out of the sec, the occ, the Federal Reserve. And the question is, how do you design the system that's good for everybody that makes sense. It isn't just the CFPB alone.\n\n[Speaker B] | 47:570\nDo you support a restructuring?\n\n[Speaker A] | 49:466\nYes. I think it's time, in my view, to take a step back and look at all the rules and regulations put in place to create a better, safer, sounder, more consumer friendly system that finances the growth of the United States of America. And I, and I believe that could be done. But you can't do it when you do a little piecemeal. You got to take a step back and look at the whole thing.\n\n[Speaker B] | 69:742\nHave you spoken to Treasury Secretary Besant about this?\n\n[Speaker A] | 73:630\nI'm not going to talk about private conversations about. Elon Musk has worked with Doge. A lot of controversy surrounding it. What do you make of this government? You know, I'm not. Again, I don't know all the things they're doing, but there is no one I know who doesn't think we should have a more competent and effective government.\n"
}